[
  {
    "slug": "/account",
    "title": "User Account",
    "description": "This section provides an overview of User Account.",
    "content": "This **User Account** guide, including these features:\n\n* Login Functions\n* Register Functions\n* User Profile\n",
    "_searchMeta": {
      "cleanContent": "this user account guide including these features: login functions register functions user profile",
      "headings": [],
      "keywords": [
        "User Account"
      ]
    }
  },
  {
    "slug": "/account/login/forgot-password",
    "title": "Forgot Password",
    "description": "This section provides a step-by-step guide for resetting your password.",
    "content": "This section provides a clear, structured **step-by-step guide** for resetting your password for the MauManage application, helping you regain access to your account.\n\n## Steps\n\nTo reset your password, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for resetting your password for the maumanage application helping you regain access to your account steps to reset your password follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/account/login",
    "title": "Login",
    "description": "This section provides an overview of user login.",
    "content": "This section provides a clear, structured step-by-step guide for logging into your MauManage application.\n\n## Steps\n\nTo login to our application, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for logging into your maumanage application steps to login to our application follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps"
      ]
    }
  },
  {
    "slug": "/account/profile/edit-company",
    "title": "Edit Company Profile",
    "description": "This section provides an overview for editing company profile.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing company profile within your MauManage application.\n\n## Steps\n\nTo edit an company profile, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing company profile within your maumanage application steps to edit an company profile follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/account/profile/edit-profile",
    "title": "Edit Profile",
    "description": "This section provides an overview for editing user profile.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing user profile within your MauManage application.\n\n## Steps\n\nTo edit an user profile, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing user profile within your maumanage application steps to edit an user profile follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/account/profile",
    "title": "User Profile",
    "description": "This section provides an overview for user profile.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing user profile and company profile information within your MauManage application.\n\n## Steps\n\nTo view user profile, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing user profile and company profile information within your maumanage application steps to view user profile follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/account/register",
    "title": "Register an Account",
    "description": "This section provides an overview for registering a new user account.",
    "content": "This section provides a clear, structured **step-by-step guide** for registering a new user account on your MauManage application. Follow these steps to create your account and start managing your business.\n\n## Steps\n\nTo register a new user account, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for registering a new user account on your maumanage application follow these steps to create your account and start managing your business steps to register a new user account follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/analysis",
    "title": "AI Analysis",
    "description": "This section provides an overview for performing AI-powered business analysis.",
    "content": "This section provides a clear, structured **step-by-step guide** for utilizing the AI Analysis feature in your MauManage application. Follow these steps to gain insights and forecast sales trends from your data.\n\n## Steps\n\nTo perform AI analysis, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for utilizing the ai analysis feature in your maumanage application follow these steps to gain insights and forecast sales trends from your data steps to perform ai analysis follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/basic-setup",
    "title": "Introduction",
    "description": "This section provides an overview of how to get started with the MauManage Enterprise.",
    "content": "![Banner](/images/banner.png \"Documents\")\n\n## MauManage\n\n**MauManage** is a web-based system that helps manage business operations such as sales, purchasing, production, and inventory in one place\r\nand also equipped with Al technology for business analysis.\n\nThe interface is simple and easy to use, and can be accessed directly through a browser without the need for additional installation.\n\n## Why use MauManage?\n\nThis web-based ERP system designed to integrate your business processes and help manage business operations more efficiently.\n\nUse it for:\n\n* **Simplify Recording & Tracking Transactions** – Streamlines data entry processes and easy tracking of all transactions\n* **Improve Work Efficiency** – With automation and integration, operational tasks become faster and more efficient\n* **Full Visibility of Entire Business Process** – Provides a clear and comprehensive view of the entire business value chain\n* **Automated Reporting** – Generates sales and purchase reports automatically\n* **Analyze Your Business Easily** – Built-in analytical tools allow users to easily understand business performance\n\nIntegrates all the business process and match with your brand or workflow—no lock-in.\n\n## Core Features\n\n| Feature                              | Description                                                                 |\r\n| ------------------------------------ | --------------------------------------------------------------------------- |\r\n| **Sales**            | Manages the entire sales process from order creation and payment input to reporting, including input via a POS System with receipt printing.           |\r\n| **Purchasing**              | Manages the purchasing process from order creation and payment input to tracking and managing purchase orders.                 |\r\n| **Expenses**                     | Detailed information regarding the \"Expenses\" feature is not available in the provided documents.                         |\r\n| **Inventory**                           | Manages stock with features to view inventory lists, add new items, adjust quantities, and edit or delete existing items.                          |\r\n| **Production**                | Manages Bill of Materials (BOMs) including viewing lists, creating new ones, and managing (editing/deleting) existing BOMs.                               |\r\n| **AI Analysis**                    | Utilizes AI to forecast sales trends and provides insights from sales and inventory data.                                    |\r\n| **Reporting**                     | Generates sales and purchase reports automatically from the dashboard, and allows for printing or downloading reports.                        |\n\n## Using This Guide\n\nNavigation is on the left. Pages flow from setup to advanced features, but you're free to jump around.\n\nUse the table of contents on the right to skip through sections.\n\nStart with the [Installation Guide](/docs/basic-setup/installation).\n\n## Community Support\n\nGot questions? Reach out via:\n\n* [Mail](https://maumanage.official@gmail.com)\n* [Instagram](https://instagram.com/maumanage)\n",
    "_searchMeta": {
      "cleanContent": "banner maumanage maumanage is a web-based system that helps manage business operations such as sales purchasing production and inventory in one place and also equipped with al technology for business analysis the interface is simple and easy to use and can be accessed directly through a browser without the need for additional installation why use maumanage this web-based erp system designed to integrate your business processes and help manage business operations more efficiently use it for: simplify recording tracking transactions streamlines data entry processes and easy tracking of all transactions improve work efficiency with automation and integration operational tasks become faster and more efficient full visibility of entire business process provides a clear and comprehensive view of the entire business value chain automated reporting generates sales and purchase reports automatically analyze your business easily built-in analytical tools allow users to easily understand business performance integrates all the business process and match with your brand or workflow no lock-in core features feature description ------------------------------------ --------------------------------------------------------------------------- sales manages the entire sales process from order creation and payment input to reporting including input via a pos system with receipt printing purchasing manages the purchasing process from order creation and payment input to tracking and managing purchase orders expenses detailed information regarding the expenses feature is not available in the provided documents inventory manages stock with features to view inventory lists add new items adjust quantities and edit or delete existing items production manages bill of materials boms including viewing lists creating new ones and managing editing deleting existing boms ai analysis utilizes ai to forecast sales trends and provides insights from sales and inventory data reporting generates sales and purchase reports automatically from the dashboard and allows for printing or downloading reports using this guide navigation is on the left pages flow from setup to advanced features but you re free to jump around use the table of contents on the right to skip through sections start with the installation guide community support got questions reach out via: mail instagram",
      "headings": [
        "MauManage",
        "Why use MauManage?",
        "Core Features",
        "Using This Guide",
        "Community Support"
      ],
      "keywords": [
        "introduction",
        "guide",
        "maumanage",
        "documents",
        "MauManage",
        "Why use MauManage?",
        "Core Features",
        "Using This Guide",
        "Community Support",
        "Simplify Recording & Tracking Transactions",
        "Improve Work Efficiency",
        "Full Visibility of Entire Business Process",
        "Automated Reporting",
        "Analyze Your Business Easily",
        "Sales",
        "Purchasing",
        "Expenses",
        "Inventory",
        "Production",
        "AI Analysis",
        "Reporting"
      ]
    }
  },
  {
    "slug": "/basic-setup/installation",
    "title": "Installation",
    "description": "This guide covers the system requirements and installation of MauManage.",
    "content": "To install and run the MauManage, you need to have several prerequisites in place. Here's a list of all the essential pre-requisites\r\nfor setting up and working on this application.\n\n## Prerequisites\n\n## Installation\n\n## Important Information\n\nWeb based system accessible from any device and all activities are automatically recorded and exportable.\n",
    "_searchMeta": {
      "cleanContent": "to install and run the maumanage you need to have several prerequisites in place here s a list of all the essential pre-requisites for setting up and working on this application prerequisites installation important information web based system accessible from any device and all activities are automatically recorded and exportable",
      "headings": [
        "Prerequisites",
        "Installation",
        "Important Information"
      ],
      "keywords": [
        "installation",
        "maumanage",
        "guide",
        "nextjs",
        "documents",
        "Prerequisites",
        "Installation",
        "Important Information"
      ]
    }
  },
  {
    "slug": "/expenses/create",
    "title": "Create Expenses",
    "description": "This section provides an overview for creating new expenses.",
    "content": "This section provides a clear, structured **step-by-step guide** for creating new expenses within your MauManage application.\n\n## Steps\n\nTo create a new expenses, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for creating new expenses within your maumanage application steps to create a new expenses follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/expenses/delete",
    "title": "Delete Expenses",
    "description": "This section provides an overview for deleting expenses.",
    "content": "This section provides a clear, structured **step-by-step guide** for deleting expenses from your MauManage application.\n\n## Steps\n\nTo delete a expenses, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for deleting expenses from your maumanage application steps to delete a expenses follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/expenses/edit",
    "title": "Edit Expenses",
    "description": "This section provides an overview for editing existing expenses.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing existing expenses within your MauManage application.\n\n## Steps\n\nTo edit a expenses, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing existing expenses within your maumanage application steps to edit a expenses follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/expenses",
    "title": "Expenses Functions",
    "description": "This section provides an overview for expenses functions.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing expenses and their detailed information within your MauManage application.\n\n## Steps\n\nTo view expenses, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing expenses and their detailed information within your maumanage application steps to view expenses follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/inventory/create",
    "title": "Create Inventory Item",
    "description": "This section provides an overview for creating new inventory items.",
    "content": "This section provides a clear, structured **step-by-step guide** for creating new inventory items within your MauManage application.\n\n## Steps\n\nTo create a new inventory item, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for creating new inventory items within your maumanage application steps to create a new inventory item follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/inventory/delete",
    "title": "Delete Inventory Item",
    "description": "This section provides an overview for deleting inventory items.",
    "content": "This section provides a clear, structured **step-by-step guide** for deleting inventory items from your MauManage application.\n\n## Steps\n\nTo delete an inventory item, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for deleting inventory items from your maumanage application steps to delete an inventory item follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/inventory/edit",
    "title": "Edit Inventory Item",
    "description": "This section provides an overview for editing existing inventory items.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing existing inventory items within your MauManage application.\n\n## Steps\n\nTo edit an inventory item, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing existing inventory items within your maumanage application steps to edit an inventory item follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/inventory",
    "title": "Inventory Functions",
    "description": "This section provides an overview for inventory functions.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing inventory items and their detailed information within your MauManage application.\n\n## Steps\n\nTo view inventory items, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing inventory items and their detailed information within your maumanage application steps to view inventory items follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/production/create",
    "title": "Create Bill of Material (BOM)",
    "description": "This section provides an overview for creating new Bill of Materials (BOMs) in production.",
    "content": "This section provides a clear, structured **step-by-step guide** for creating new Bill of Materials (BOMs) within your MauManage application's Production module.\n\n## Steps\n\nTo create a new Bill of Material (BOM), follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for creating new bill of materials boms within your maumanage application s production module steps to create a new bill of material bom follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/production/delete",
    "title": "Delete Bill of Material (BOM)",
    "description": "This section provides a step-by-step guide for deleting Bill of Materials (BOMs) in production.",
    "content": "This section provides a clear, structured **step-by-step guide** for deleting Bill of Materials (BOMs) from your MauManage application's Production module. Follow these steps to remove product structures.\n\n## Steps\n\nTo delete a Bill of Material (BOM), follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for deleting bill of materials boms from your maumanage application s production module follow these steps to remove product structures steps to delete a bill of material bom follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/production/edit",
    "title": "Edit Bill of Material (BOM)",
    "description": "This section provides an overview for editing existing Bill of Materials (BOMs) in production.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing existing Bill of Materials (BOMs) within your MauManage application's Production module.\n\n## Steps\n\nTo edit a Bill of Material (BOM), follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing existing bill of materials boms within your maumanage application s production module steps to edit a bill of material bom follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/production",
    "title": "Production Functions",
    "description": "This section provides an overview for production functions.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing Bill of Materials (BOMs) and their detailed information within your MauManage application's Production module.\n\n## Steps\n\nTo view Bill of Materials (BOMs), follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing bill of materials boms and their detailed information within your maumanage application s production module steps to view bill of materials boms follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/purchase/create",
    "title": "Create Purchase Order",
    "description": "This section provides an overview for creating new purchase orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for creating new purchase orders within your MauManage application.\n\n## Steps\n\nTo create a new purchase order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for creating new purchase orders within your maumanage application steps to create a new purchase order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/purchase/delete",
    "title": "Delete Purchase Order",
    "description": "This section provides an overview for deleting purchase orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for deleting purchase orders from your MauManage application.\n\n## Steps\n\nTo delete a purchase order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for deleting purchase orders from your maumanage application steps to delete a purchase order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/purchase/edit",
    "title": "Edit Purchase Order",
    "description": "This section provides an overview for editing existing purchase orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing existing purchase orders within your MauManage application.\n\n## Steps\n\nTo edit a purchase order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing existing purchase orders within your maumanage application steps to edit a purchase order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/purchase",
    "title": "Purchase Functions",
    "description": "This section provides an overview for sales functions.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing purchase orders and their detailed information within your MauManage application.\n\n## Steps\n\nTo view purchase orders, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing purchase orders and their detailed information within your maumanage application steps to view purchase orders follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/RBAC",
    "title": "Role-Based Access Control (RBAC)",
    "description": "Each user has role-based access for security and simplicity.",
    "content": "## Roles\n\n**MauManage utilizes Role-Based Access Control (RBAC)** to define specific permissions and responsibilities for different user types, ensuring that each user has access only to the functionalities relevant to their role. This structure enhances security, streamlines workflows, and provides a clear division of duties within the application.\n\n## RBAC on Core Features\n\n| Feature                              | Roles with Access                                                                 |\r\n| ------------------------------------ | --------------------------------------------------------------------------- |\r\n| **Sales**            | Staff (Create, Input Payment, POS), Admin (Create, Input Payment, Manage), Owner (View, Manage)           |\r\n| **Purchasing**              | Staff (Create, Input Payment), Admin (Create, Input Payment, Manage), Owner (View, Manage)                 |\r\n| **Expenses**                     | Admin (View, Create, Manage), Owner (View, Create, Manage)                         |\r\n| **Inventory**                           | Staff (View), Admin (View, Create, Adjust, Manage), Owner (View, Create, Adjust, Manage)                          |\r\n| **Production**                | Admin (View, Create, Manage), Owner (View, Create, Manage)                               |\r\n| **AI Analysis**                    | Admin, Owner                                    |\r\n| **Reporting**                     | Admin, Owner                        |\n",
    "_searchMeta": {
      "cleanContent": "roles maumanage utilizes role-based access control rbac to define specific permissions and responsibilities for different user types ensuring that each user has access only to the functionalities relevant to their role this structure enhances security streamlines workflows and provides a clear division of duties within the application rbac on core features feature roles with access ------------------------------------ --------------------------------------------------------------------------- sales staff create input payment pos admin create input payment manage owner view manage purchasing staff create input payment admin create input payment manage owner view manage expenses admin view create manage owner view create manage inventory staff view admin view create adjust manage owner view create adjust manage production admin view create manage owner view create manage ai analysis admin owner reporting admin owner",
      "headings": [
        "Roles",
        "RBAC on Core Features"
      ],
      "keywords": [
        "rbac",
        "role",
        "nextjs",
        "documents",
        "Roles",
        "RBAC on Core Features",
        "MauManage utilizes Role-Based Access Control (RBAC)",
        "Sales",
        "Purchasing",
        "Expenses",
        "Inventory",
        "Production",
        "AI Analysis",
        "Reporting"
      ]
    }
  },
  {
    "slug": "/reporting",
    "title": "Generate Reports",
    "description": "This section provides an overview for generating sales and purchase reports.",
    "content": "This section provides a clear, structured **step-by-step guide** for generating various reports (e.g., sales and purchase reports) within your MauManage application.\n\n## Steps\n\nTo generate reports, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for generating various reports e g sales and purchase reports within your maumanage application steps to generate reports follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/sales/create",
    "title": "Create Sales Order",
    "description": "This section provides an overview for creating new sales orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for creating new sales orders within your MauManage application.\n\n## Steps\n\nTo create a new sales order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for creating new sales orders within your maumanage application steps to create a new sales order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/sales/delete",
    "title": "Delete Sales Order",
    "description": "This section provides an overview for deleting sales orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for deleting sales orders from your MauManage application.\n\n## Steps\n\nTo delete a sales order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for deleting sales orders from your maumanage application steps to delete a sales order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/sales/edit",
    "title": "Edit Sales Order",
    "description": "This section provides an overview for editing existing sales orders.",
    "content": "This section provides a clear, structured **step-by-step guide** for editing existing sales orders within your MauManage application.\n\n## Steps\n\nTo edit a sales order, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for editing existing sales orders within your maumanage application steps to edit a sales order follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/sales",
    "title": "Sales Functions",
    "description": "This section provides an overview for sales functions.",
    "content": "This section provides a clear, structured **step-by-step guide** for viewing sales orders and their detailed information within your MauManage application.\n\n## Steps\n\nTo view sales orders, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for viewing sales orders and their detailed information within your maumanage application steps to view sales orders follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/user-management",
    "title": "User Management",
    "description": "This section provides an overview of User Management.",
    "content": "## Steps\n\nThis section provides a clear, structured **step-by-step guide** for viewing registered users and invitation sent.\n",
    "_searchMeta": {
      "cleanContent": "steps this section provides a clear structured step-by-step guide for viewing registered users and invitation sent",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps",
        "step-by-step guide"
      ]
    }
  },
  {
    "slug": "/user-management/invitation",
    "title": "User Invitation",
    "description": "This section provides an overview of user invitation.",
    "content": "This section provides a clear, structured step-by-step guide for inviting new users to your MauManage application. These steps will walk you through the process of adding new team members and assigning their roles, making it simple to expand your user base.\n\n## Steps\n\nTo invite new users to MauManage and assign their roles, follow these steps:\n",
    "_searchMeta": {
      "cleanContent": "this section provides a clear structured step-by-step guide for inviting new users to your maumanage application these steps will walk you through the process of adding new team members and assigning their roles making it simple to expand your user base steps to invite new users to maumanage and assign their roles follow these steps:",
      "headings": [
        "Steps"
      ],
      "keywords": [
        "Steps"
      ]
    }
  }
]